[
  {
    "id": 1,
    "title": "What is 1000h.org?",
    "title_zh": "什么是1000h.org？",
    "source": "1000h.org",
    "link": "https://1000h.org/what.html",
    "tags": ["1000 hours", "learning project", "skill development"],
    "tags_zh": ["1000小时", "学习项目", "技能发展"],
    "date": "",
    "summary_en": "This page explains the concept of 1000h.org, which focuses on the idea of dedicating 1000 hours to learning and mastering a specific skill. It emphasizes the value of consistent practice over time, encouraging individuals to commit to deliberate learning efforts to achieve proficiency in their chosen area.",
    "summary_zh": "该页面阐释了1000h.org的理念，其核心是专注于投入1000小时学习并掌握特定技能。它强调了长期持续练习的价值，鼓励人们通过有意识的学习努力，在所选领域达到熟练水平。",
    "best_quote_en": "1000 hours is a magic number. It's enough time to go from knowing nothing to being pretty good at almost anything.",
    "best_quote_zh": "1000小时是一个神奇的数字。这段时间足够让你从一无所知变得在几乎任何事情上都相当出色。"
},
{
  "id": 1,
  "title": "时间去哪儿了：柳比歇夫时间记录法实践手册",
  "title_zh": "时间去哪儿了：柳比歇夫时间记录法实践手册",
  "source": "涂俊杰 / TuJunjie",
  "link": "https://shijian.tujunjie.com/list",
  "tags": ["time tracking", "self‐quantification", "productivity", "aTimeLogger", "habit"],
  "tags_zh": ["时间记录", "自我量化", "效率", "aTimeLogger", "习惯养成"],
  "date": "2019-09-(电子书上线日)，最近更新时间 2024-07-14", 
  "summary_en": "This is a detailed practical manual by TuJunjie about using the Lyubishev time-logging method (‘柳比歇夫时间统计法’). The author shares his journey of using tools like aTimeLogger Pro to record every activity, classify them, analyze the data, and change behavior over time. The book is structured into six chapters plus prefatory material: before you start, software operations, advanced techniques, data analysis, worked examples, and additional content. It emphasizes establishing a cycle of record → categorize → analyze → change, and shows how precise, honest tracking can lead to awareness, better habits, and stronger control over one’s time.",
  "summary_zh": "这是涂俊杰为践行柳比歇夫时间统计法所写的实践手册，介绍他如何用工具（如 aTimeLogger Pro）完整记录自己的所有活动，对这些活动归类、分析数据，并在此基础上改变自己的行为习惯。全书结构包含六大章节：开始之前、软件操作、进阶技巧、数据分析、示例讲解、更多内容，以及前言与目录。核心是“记录-归类-分析-改变”这一正向循环，通过真实且诚实的追踪时间，人可以获得觉察、养成习惯、增强对时间的掌控力。",
  "best_quote_en": "“Every person carries a time bank (ATM) with them, withdrawing 86,400 seconds a day — the difference between people is how they use those 80,000 seconds: whether racing against every second, or letting them slip away.”",
  "best_quote_zh": "“每个人都随身携带一所时间银行（ATM），每天取出86400秒，而人与人的不同，就在于如何利用这8万秒，你是分秒必争，还是无所事事？”"
},
  {
  "id": 1,
  "title": "Easy Photoshop Birthday Card Tutorial & 20 Creative Gift Ideas",
  "title_zh": "简单 Photoshop 生日贺卡教程与 20 个创意礼物主意",
  "source": "StockVault Blog",
  "link": "https://blog.stockvault.net/freebies/easy-photoshop-birthday-card-tutorial-20-creative-gift-ideas/",
  "tags": ["tutorial", "photoshop", "birthday", "freebies", "gift ideas"],
  "tags_zh": ["教程", "Photoshop", "生日", "免费资源", "礼物创意"],
  "date": "",
  "summary_en": "This article offers a step‐by‐step Photoshop tutorial to design a birthday card using a free stock image, applying typography, effects (drop shadows, color overlays, blending modes), and exporting the result. It also shares 20 creative gift ideas—many handmade, sentimental, or experiential—to delight friends or loved ones. The resource includes 5 free stock birthday‐themed images to use in your designs.",
  "summary_zh": "本文提供一个逐步的 Photoshop 教程，用免费素材制作生日贺卡，包括选择素材、添加文字、使用阴影/颜色叠加/混合模式等特效，以及导出成电子邮件卡片或打印使用。同时还列出 20 个创意礼物主意，其中大多偏向手作、有情感价值或体验类礼物。文章还提供 5 张与生日相关的免费图片，可用于设计素材。",
  "best_quote_en": "“Every day, millions of people celebrate their birthdays! ... In this post, we’ll review an easy birthday card tutorial and 20 creative gift ideas so you can celebrate those you love.” :contentReference[oaicite:0]{index=0}",
  "best_quote_zh": "“每天，数百万人在庆祝他们的生日！……在这篇文章中，我们将回顾一个简单的生日卡片教程和 20 个创意礼物主意，让你能更好地庆祝你所爱的人。” :contentReference[oaicite:1]{index=1}"
},
  {
  "id": 1,
  "title": "谷歌靠 Nano Banana 超越 ChatGPT，登顶苹果 App Store 第一",
  "title_zh": "谷歌靠 Nano Banana 超越 ChatGPT，登顶苹果 App Store 第一",
  "source": "36氪",
  "link": "https://36kr.com/p/3467642676303239",
  "tags": ["AI", "Google", "Nano Banana", "Gemini", "图像生成", "应用排行榜"],
  "tags_zh": ["人工智能","谷歌","Nano Banana","Gemini","图像生成","应用排名"],
  "date": "2025-09-15",
  "summary_en": "This article reports that Google, through its image-generation tool Nano Banana, has surpassed ChatGPT in the Apple App Store rankings, with Gemini reaching the top position in multiple countries. Launched in early August, Nano Banana has edited over 500 million images and been widely praised by users and tech leaders. The piece provides various creative prompt-use cases, explores Google's strategy of embedding Gemini across its ecosystem (Search, Chrome, YouTube, etc.), and views this achievement as more than just numbers — a sign of shifting influence and momentum in the AI product landscape.",
  "summary_zh": "本文报道谷歌借助其图像生成工具 Nano Banana 在苹果 App Store 排行榜上超越 ChatGPT，旗下 Gemini 应用在多个国家（包括美国、印度、加拿大、摩洛哥等）登顶。自 8 月推出以来，Nano Banana 已被用于编辑超过 5 亿张图片，并受到用户和科技领导者的广泛好评。文章展示了多个创意提示词案例，分析了谷歌将 Gemini 嵌入搜索、Chrome、YouTube 等核心应用的战略，并认为此举不仅是数字上的胜利，也标志着 AI 产品格局中影响力与话语权正在发生变化。",
  "best_quote_en": "\"Natural language use is maybe the most complicated and systematic lifelong task the brain ever encounters.\"",
  "best_quote_zh": "“掌握并使用自然语言，是最健脑的项目。”"
  },
  {
  "id": 1,
  "title": "Pinterest",
  "title_zh": "Pinterest 图像灵感与发现平台",
  "source": "Pinterest",
  "link": "https://www.pinterest.com/",
  "tags": ["visual discovery", "inspiration", "creativity", "shopping", "boards"],
  "tags_zh": ["视觉发现", "灵感", "创意", "购物", "画板"],
  "date": "",
  "summary_en": "Pinterest is a visual discovery engine / platform where users find inspiration through images, videos or products and organize them onto boards. Users can browse content such as recipes, home décor, fashion, DIY, travel, etc., search visually or by keywords, save Pins, follow boards or people, and use boards to plan future projects or ideas. Pinterest also supports business / merchant features for product Pins, shopping, advertising, and analytics. :contentReference[oaicite:0]{index=0}",
  "summary_zh": "Pinterest 是一个视觉发现平台，用户可以通过图像、视频或商品找到灵感，并将其保存到“画板”（Boards）中进行整理。内容涵盖食谱、家居装饰、时尚、DIY、旅行等多个领域。用户可以通过关键词或图像搜索，关注别人或画板，收藏自己喜欢的内容，用作未来项目或创意的规划。同时 Pinterest 提供商家／品牌功能，如商品 Pin、购物功能、广告与分析工具。 :contentReference[oaicite:1]{index=1}",
  "best_quote_en": "“Every Pin is a possibility.” :contentReference[oaicite:2]{index=2}",
  "best_quote_zh": "“每一个 Pin 都是一种可能。” :contentReference[oaicite:3]{index=3}"
},
  {
  "id": 1,
  "title": "Behance",
  "title_zh": "Behance 创意作品展示社区",
  "source": "Behance / Adobe",
  "link": "https://www.behance.net/",
  "tags": ["creativity","portfolio","design network","inspiration","visual arts"],
  "tags_zh": ["创意","作品集","设计网络","灵感","视觉艺术"],
  "date": "",
  "summary_en": "Behance is a global platform owned by Adobe for creatives to showcase their work, discover inspiration, connect with other creatives, and find professional opportunities. Users upload projects (which can contain images, video, or other media) to build portfolios, follow other creatives, and receive feedback and appreciations. The platform is free to use with unlimited project/media uploads. It also includes features such as moodboards (“Moodboards” or saved items), career resources, job postings, freelance hiring, and the ability to sell creative assets. Pro (paid) features add enhanced analytics, a custom portfolio site via Adobe Portfolio, priority visibility, etc. :contentReference[oaicite:0]{index=0}",
  "summary_zh": "Behance 是 Adobe 旗下的一个全球创意平台，供设计师与艺术家展示作品、寻找灵感、与其他创作者连接并获取职业机会。用户可上传项目（可以包括图像、视频或其他媒体内容）来构建作品集，关注其他创作者，并得到他人的评价与“欣赏”（Appreciation）。平台免费使用，并允许无限数量的项目与媒体上传。其它功能包括灵感集／Moodboard、职业资源、招聘信息、自由职业雇佣，以及售卖创意素材等。付费的 Behance Pro 提供额外的分析功能、自定义作品集网站（Adobe Portfolio）、优先推荐等增强服务。 :contentReference[oaicite:1]{index=1}",
  "best_quote_en": "\"Behance is a community of over 50 million members across the world. See how they use Behance to grow their creative careers.\" :contentReference[oaicite:2]{index=2}",
  "best_quote_zh": "“Behance 是一个拥有超过五千万会员的社区。看看他们如何利用 Behance 来发展创意职业生涯。” :contentReference[oaicite:3]{index=3}"
},
  {
  "id": 1,
  "title": "TOPYS 创意内容平台",
  "title_zh": "TOPYS 创意内容平台",
  "source": "TOPYS",
  "link": "https://www.topys.cn/",
  "tags": ["creative content","design","art","culture","inspiration"],
  "tags_zh": ["创意内容","设计","艺术","文化","灵感"],
  "date": "",
  "summary_en": "TOPYS is a China-based creative content platform focused on design, art, culture, advertising copywriting, and inspirational ideas. It curates high-quality original articles, video content, interviews, curated lists, and featured columns to help creative practitioners stay informed and inspired. Originally founded as an ad-case sharing site, it has grown to include offline events, courses, publications, brand cooperation, and multi-channel content distribution. The site emphasizes ‘Open Your Mind’ as its guiding vision, aiming to be both a source of inspiration and a space for creative people to grow their thinking and voice. :contentReference[oaicite:0]{index=0}",
  "summary_zh": "TOPYS 是一个面向中国创意设计、艺术、文化与广告文案等领域的内容平台，以灵感与创意为核心。平台策划并收录原创文章、视频内容、专访、清单合辑、特色专栏等，帮助创意人获取资讯与灵感。起初是一个分享广告案例的网站，后来发展出了线下活动、创意课程、出版物、品牌合作、多渠道传播等。其核心愿景是 “Open Your Mind”，既为激发灵感，也为创意从业者提供成长与表达的空间。 :contentReference[oaicite:1]{index=1}",
  "best_quote_en": "\"Open Your Mind\" is TOPYS’s core vision — selecting fresh global creative content to spark inspiration and encouraging deep interaction among creators. :contentReference[oaicite:2]{index=2}",
  "best_quote_zh": "“Open Your Mind” 是 TOPYS 的核心愿景 —— 精选全球创意新鲜资讯以激发灵感，同时鼓励创意人之间的深度互动。 :contentReference[oaicite:3]{index=3}"
},
  {
  "id": 1,
  "title": "不需要那么多小学老师了，他们都去做什么？",
  "title_zh": "不需要那么多小学老师了，他们都去做什么？",
  "source": "虎嗅网 Huxiu",
  "link": "https://www.huxiu.com/article/4780272.html",
  "tags": ["教育", "教师队伍", "少子化", "政策", "师资调配"],
  "tags_zh": ["教育", "教师队伍", "少子化", "政策", "师资调配"],
  "date": "2025-09-16",
  "summary_en": "This article discusses how declining birth rates in China have led to a sharp drop in primary school enrolment, resulting in excess primary school teachers. It explores how various regions are responding — for example, by merging or closing elementary schools, reallocating teachers to other posts (including transitioning them to middle and high schools), and instituting cross-segment dynamic adjustment mechanisms. It also discusses the policy challenges, such as teacher resistance to forced transfers, unfair selection procedures, and concerns about whether teachers can adapt to new roles. The author highlights debates around ‘small class sizes’ (小班化教学) as a possible remedy, but warns of its financial and practical limits.",
  "summary_zh": "本文讨论了中国出生率下降导致小学在校生骤减，从而出现小学教师过剩的问题。文章分析了多个地方的应对之道，包括关闭或并校小学、将教师分流或转岗（包括到初中、高中）、建立跨学段动态调配机制等政策方向。同时也指出政策推进过程中的挑战，如教师对强制转岗的抵触、选调录取标准的不公平，以及教师是否能胜任新岗位的问题。文章还提到了“小班化教学”作为一个改善教育质量的方案，但其财政投入和实际操作中存在诸多限制需谨慎推广。",
  "best_quote_en": "\"Natural language use is maybe the most complicated and systematic lifelong task the brain ever encounters.\"",
  "best_quote_zh": "“掌握并使用自然语言，是最健脑的项目。”"
},
  {
  "id": 1,
  "title": "AI无法治“心”病",
  "title_zh": "AI 无法治“心”病",
  "source": "虎嗅网 Huxiu",
  "link": "https://www.huxiu.com/article/4780329.html",
  "tags": ["AI", "mental health", "risks", "psychology", "technology ethics"],
  "tags_zh": ["人工智能", "心理健康", "风险", "心理学", "科技伦理"],
  "date": "2025-09-16",
  "summary_en": "This article argues that while generative AI tools are rapidly growing in use and offer companionship-like interactions, they are fundamentally limited and potentially dangerous when used as a substitute for genuine human mental health support. Key risks include bypassing safety mechanisms, reinforcing harmful delusions or dependencies, promoting emotional isolation, and lacking the ability to intervene responsibly in crises. The article emphasizes that true psychological care depends on real empathy, multi-dimensional human relationships, and accountability—areas AI currently cannot replicate.",
  "summary_zh": "本文认为，尽管生成式 AI 工具的用户激增，并且 AI 在陪伴、情感交互上显得颇具吸引力，但将其当作心理援助或精神伴侣替代真实人类支持存在根本性限制与重大风险。文章指出这些风险包括：绕过安全机制、强化妄想或依赖情绪、加剧孤立感、在危机时刻无法承担责任等。心理健康护理真正需要“共情”、多维关系与责任介入，而这些是当前 AI 无法做到的。",
  "best_quote_en": "\"AI for companionship may feel comforting, but lacking real empathy and accountability, it is ill-equipped to handle crises, reinforce healthy belief systems, or sustain the human bond that therapy depends on.\"",
  "best_quote_zh": "“AI 可以作为陪伴，但在真正的危机、妄想情绪、健康信念体系与人类关系中，其缺乏共情与责任心，让它无法承担人类所需的心理支持角色。”"
},
  {
  "id": 1,
  "title": "生育制度",
  "title_zh": "生育制度",
  "source": "豆瓣 / 费孝通",
  "link": "https://book.douban.com/subject/37376256/?icn=index-topchart-subject",
  "tags": ["sociology", "marriage & family", "birth system", "gender role", "China"],
  "tags_zh": ["社会学", "婚姻与家庭", "生育制度", "性别角色", "中国研究"],
  "date": "2025-06-16",
  "summary_en": "“The System of Birth” is a classic sociological work by Fei Xiaotong, compiled from his lectures at Southwest United University and Yunnan University. This version includes an introduction by Li Yinhe. The book dissects the norms and social structures behind marriage, birth, and family in China. Core themes include the idea that the birth system is a socially constructed mechanism for ensuring reproduction, continuity, and social order; marriage is a means of defining parental roles; social kinship goes beyond biology to include adopted norms and obligations; there is tension between individual desires and societal expectations, especially regarding gender roles, lineage, and property inheritance. The work offers a profound perspective on how marriage, reproduction, and family are tied to social cohesion and how individual autonomy is shaped (or constrained) by tradition, law, and social structure.",
  "summary_zh": "《生育制度》是费孝通先生的社会学经典著作，根据其在西南联大和云南大学授课讲义整理而成，本版另由李银河撰写导读。此书深入剖析中国婚姻、生育与家庭背后的社会规范与结构。核心主题包括：生育制度不仅是生物繁衍，更是社会结构维持与延续的机制；婚姻在社会中用以界定父母角色；亲属制度超越血缘而涵盖抚育与社会认同；个体愿望与社会期望之间存在矛盾，尤其在性别角色、继承、社会地位方面。作品为理解婚姻、生育与家庭与社会羁绊如何相互作用提供深刻视角。",
  "best_quote_en": "\"Marriage is the society’s way of determining who are parents for children, and reproduction is not merely a biological act but a social institution.\"",
  "best_quote_zh": "“婚姻是社会为孩子们确定父母的手段，而生育不仅是生物行为，更是一种社会制度。”"
}
]
